Repository: Mahdi-r126/fs_rebuild
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Home
ar: صفحه اصلی

source: Reward
ar: جایزه

# seeAds
source: Show Adds
ar: مشاهده ی تبلیغات

source: On
ar: روشن

source: Off
ar: خاموش

source: All
ar: همه

source: Banks
ar: بانک ها

source: Friends
ar: دوستان

source: Spam
ar: هرزنامه

source: Send to:
ar: ارسال به:

source: Wallet
ar: کیف پول

source: Setting
ar: تنظیمات

source: Help
ar: راهنما

source: About us
ar: درباره ما

source: Sponsors
ar: اسپانسر

source: Search
ar: جستجو

# tipSwipe
source: swipe to change the ads message
ar: نکته: برای تغییر متن تبلیغ می توانید این صفحه را ورق بزنید

# tipTap
source: tap twice to change the theme
ar: نکته: برای تغییر کلی تم تبلیغات، می توانید دو بار روی صفحه تبلیغات بزنید

source: message
ar: پیام

source: Sent messages
ar: پیام های ارسال شده

source: Your contribution
ar: درآمد شما

source: Cash out
ar: نقد کردن

# registerBankCard
source: Please register your banking card number
ar: لطفا کارت بانکی خود را برای دریافت وجه وارد کنید

source: Register
ar: ثبت شود

# walletBalance
source: Your wallet balance
ar: موجودی حساب

source: Toman
ar: تومان

# helpText
source: There is no need for help because you already know how to use it!
ar: نیاز به راهنما نیست چون آنقدر ساده است که بلد هستید چطور استفاده کنید

# becomeSponsor
source: Become a sponsor
ar: تبلیغات خود را اینجا انجام دهید

# adAd
source: Add new ad
ar: تبلیغ جدید

source: Login
ar: ورود

source: Step 1
ar: مرحله 1

# selectCategory
source: Please select the category you want
ar: لطفا دسته بندی مورد نظر خود را انتخاب کنید

source: Step 2
ar: مرحله 2

# aboutUsText
source: FreeSMS Messenger is a globally accessible freemium, cross-platform, encrypted, cloud-based and centralized instant messaging (IM) ans SMS service. The service also provides optional end-to-end encrypted chats , text sharing and advertisment services and several other features. The first intial test version was launched for iOS on 14 August 2011 and Android on 20 October 2010 but stopped until some years later with new developments. The servers of FreeSMS are distributed worldwide with five data centers in different parts of the world, while the operational center is based in Karlskrona, Sweden . Various client apps were available for desktop and mobile platforms including official apps for Android, iOS, Windows (although registration requires an iOS or Android device and a working phone number) but now only for Android. All of FreeSMS's official components are closed-sourced and proprietary. 4 Nasl is the representative of this company in Iran, email address: info@4wg.ir
ar: این برنامه توسط مشارکت چندجانبه شرکت های مخابراتی سوئدی کانادایی می باشد. سازندگان این برنامه باور دارند که اگر قرار است مردم تبلیغی را ببینند، پس سهم آنها باید پرداخت شود. در اینجا اگر شما تبلیغ می بینید، پس یعنی سودش را در کیف پول خودتان دریافت می کنید. این برنامه یک نماینده انحصاری دارد که برای پیشنهادات و انتقادات فقط از طریق ایمیل می توانید با آنها در تماس باشید. در صورتیکه برای بخش سفارش دادن تبلیغ سوالی دارید در موضوع ایمیل (فروش) را قید کنید. شرکت چهارنسل نماینده انحصاری این شرکت در ایران است. ایمیل نماینده انحصاری در ایران info@4wg.ir

source: Ads created successfully
ar: تبلیغ با موفقیت ایجاد شد

source: Pay and submit
ar: پرداخت و تایید

source: Sponsor advance setting
ar: تنظیمات پیشرفته اسپانسر

source: Repeat time for reader
ar: میزان تکرار برای خواننده

source: Target list numbers
ar: شماره تلفن های هدف

source: Language
ar: زبان

source: English
ar: انگلیسی

source: Persian
ar: فارسی

source: Update
ar: تازه سازی

source: Advertisement:
ar: تبلیغ:

source: Fee:
ar: قیمت:

source: Admin Panel
ar: داشبورد مدیر

source: Audit Ads
ar: ممیزی تبلیغات

source: Users
ar: کاربران

source: Financial Report
ar: گزارش مالی

source: Main text:
ar: متن اصلی:

source: Additional text:
ar: متن تکمیلی:

source: Sender fee
ar: قیمت ارسال کننده

source: Receiver fee
ar: قیمت دریافت کننده

source: Maximum view per sender
ar: حداکثر مشاهده توسط ارسال کننده

source: Maximum view per receiver
ar: حداکثر مشاهده توسط دریافت کننده

source: Order count
ar: تعداد سفارش

source: Sender mobile types
ar: نوع موبایل های ارسال کنندگان

source: Receiver mobile types
ar: نوع موبایل های دریافت کنندگان

source: Sender operators
ar: اپراتورهای ارسال کنندگان

source: Receiver operators
ar: اپراتورهای دریافت کنندگان

source: Sender mobile numbers
ar: شماره موبایل ارسال کنندگان

source: Receiver mobile numbers
ar: شماره موبایل دریافت کنندگان

source: Image
ar: تصویر

source: Total users
ar: تعداد کل کاربران

source: Total wallets
ar: مجموع کیف پول

source: Save
ar: ذخیره

source: Congratulations
ar: تبریک

# tomanAddToWallet
source: toman added to your wallet
ar: تومان به کیف پول شما اضافه شد

source: OK
ar: تایید

source: Share to friends
ar: اشتراک با دوستان

source: Chats
ar: گفتگوها

source: Contacts
ar: مخاطب ها

# noResultFound
source: No Results Found :(
ar: نتیجه ای پیدا نشد

# letsStartChatting
source: Letâ€™s start chatting
ar: بیایید چت را شروع کنیم

# tapThePenIcon
source: Tap the Pen icon at the bottom right, select one of your contacts and start a new chat.
ar: روی نماد قلم در پایین سمت راست ضربه بزنید، یکی از مخاطبین خود را انتخاب کنید و یک گپ جدید را شروع کنید.

source: Card Number
ar: شماره کارت

source: Withdrawal amount
ar: مبلغ برداشت

source: Change Category
ar: تغییر دسته بندی

source: With advertising
ar: بدون تبلیغ

# chooseLanguage
source: Choose Your Preferred Language
ar: زبان مدنظر خود را انتخاب کنید

# selectLanguage
source: Please Select Your Language
ar: لطفا زبان را انتخاب کنید

source: Type message
ar: پیامتان را بنویسید

source: successfully shared
ar: با موفقیت به اشتراک گذاشته شد

source: Info
ar: اعلان

# pleaseSelectContacts
source: Please select contacts first, then send
ar: لطفا ابتدا مخاطبین را انتخاب، سپس ارسال نمایید

source: Invite friends
ar: دعوت دوستان

source: A new version
ar: نسخه جدیدی

# updateIsAvailable
source: is available please update the application
ar: موجود است لطفا به روزرسانی کنید.

source: Later
ar: بعدا

source: Terms
ar: قوانین

source: Primary
ar: اصلی

source: System Default
ar: پیشفرض دستگاه

# verifyingMobile
source: Verifying mobile number
ar: احراز شماره تلفن

# waitSecond
source: Wait a second
ar: لطفا شکیبا باشد

# enterCode
source: Enter code sent to
ar: کد ارسالی به شماره روبرو را وارد کنید

source: Resend
ar: ارسال مجدد

source: Welcome :)
ar: خوش آمدید :)

# byCreatingAccount
source: I agree to the terms of
ar: من موافقت خواهم کرد با شرایط

source: Privacy
ar: محرمانگی

source: and
ar: و

source: Policy
ar: قوانین

source: Send Code
ar: ارسال کد

# pleaseEnterValid
source: Please enter the valid mobile number.
ar: لطفا شماره موبایل معتبر وارد کنید

# pleaseEnterMobile
source: Please enter the mobile number.
ar: لطفا شماره موبایل خود را وارد کنید

source: Mobile number
ar: شماره موبایل

source: Country
ar: کشور

# enterMobileForLogin
source: Please enter your mobile number for login
ar: لطفا شماره موبایل را برای ورود، وارد کنید

source: Welcome to SMS :)
ar: به SMS خوش آمدید (:

source: Enter
ar: ورود

source: Others Languages
ar: زبان های دیگر

source: Select
ar: انتخاب

source: Start
ar: شروع

# policy_alert
source: you must accept privacy and policy
ar: شما باید قوانین محرمانگی را بپذیرید

source: alert
ar: هشدار

# cashout_limit
source: A withdrawal must be at least 50000! BE PATIENT. Great things take time and empires aren't built in a day. Steve Jobs
ar: حداقل مبلغ برداشت 50 هزارتومان می‌باشد! صبور باش، چیزهای خوب زمان می‌برند، امپراتوری ها یک روزه ساخته نمی‌شوند... استیو جابز

# cashout_wrong
source: Your wallet balance is less than the withdrawal! The earth is enough for every man's need, but not for every man's greed! Mahatma Gandhi
ar: موجودی کیف پول شما از مبلغ درخواستی کمتر است! قناعت توانگر کند مرد را - خبرکن حریص جهانگرد را قناعت سرافرازد ای مرد هوش - سر پر طمع بر نیاید ز دوش سعدی

# cashout_invalid_card
source: Invalid card number! Stay Focused! Get It DONE!
ar: شماره کارت وارد شده نامعتبر است! برنده‌ها روی بردن تمرکز می‌کنند، بازنده‌ها روی برنده‌ها...

# cashout_failed
source: Submission Failed! Control your internet access, turn off your VPN and try again!
ar: ثبت درخواست موفق نبود! دسترسی به اینترنت و VPN خود را کنترل کنید و دوباره تلاش کنید!

# cashout_success_1
source: congratulations! The withdrawal request was registered successfully. Keep up the Good work!
ar: تبریک! درخواست برداشت وجه با موفقیت ثبت شد. همین فرمون برو جلو...

# cashout_success_2
source: Your desired sum will be credited to your account, within 48 hours. Number for tracking:
ar: مبلغ درخواستی ظرف دو روز کاری به حساب شما واریز میگردد. شماره پیگیری:
